Repository: divby00/phantomaspc
Catalog: data/locale/*/LC_MESSAGES/phantomaspc.po
Languages: es

source: - Initiating arrows:
es: - Iniciando las flechas:

source: Ok.
es: Bien.

source: - Initiating configuration:
es: - Iniciando la configuración:

source: Warning: there's a problem with the configuration file. Assuming defaults.
es: Aviso: hay un problema con el archivo de configuración. Se asumen los valores por defecto.

source: Warning: Can't write the configuration file %s.
es: Aviso: No se puede grabar el fichero de configuración %s.

source: -- Configuration file for Phantomas PC
es: -- Fichero de configuración para Phantomas PC

source: -- Lines starting with -- are comments.
es: -- Las líneas que comienzan con -- son comentarios.

source: -- Horizontal resolution, recommended 320.
es: -- Resolución horizontal del juego, recomendado 320.

source: -- Vertical resolution, recommended 240.
es: -- Resolución vertical del juego, recomendado 240.

source: -- Full screen? 0 -> no, 1 -> yes.
es: -- ¿Pantalla completa? 0 -> no, 1 -> si.

source: -- Stretch screen? 0 -> no, 1 -> yes.
es: -- ¿Escalar la pantalla? 0 -> no, 1 -> si.

source: -- Stretch screen to this width.
es: -- Escalar la pantalla a esta anchura.

source: -- Stretch screen to this height.
es: -- Escalar la pantalla a esta altura.

source: -- Show tips in the game? 0 -> no, 1 -> yes.
es: -- ¿Mostrar consejos en el juego ? 0 -> no, 1 -> si.

source: -- Enable sounds and music? 0 -> no, 1 -> yes.
es: -- ¿Activar los sonidos y la música? 0 -> no, 1 -> si.

source: -- Enable sound effects? 0 -> no, 1 -> yes.
es: -- ¿Activar los efectos de sonido? 0 -> no, 1 -> si.

source: -- Enable music? 0 -> no, 1 -> yes.
es: -- ¿Activar la música? 0 -> no, 1 -> si.

source: -- Sound effects volume 0 (min.) - 255 (max.)
es: -- Volumen de los efectos de sonido 0 (min) - 255 (max.)

source: -- Music volume 0 (min.) - 255 (max.)
es: -- Volumen de la música 0 (min) - 255 (max.)

source: -- Surround sound.
es: -- Sonido envolvente.

source: -- Control type, 0 keyboard, 1 joystick.
es: -- Tipo de control, 0 teclado, 1 joystick.

source: -- Scan code of key for UP.
es: -- Código de la tecla para ARRIBA.

source: -- Scan code of key for DOWN.
es: -- Código de la tecla para ABAJO.

source: -- Scan code of key for LEFT.
es: -- Código de la tecla para IZQUIERDA.

source: -- Scan code of key for RIGHT.
es: -- Código de la tecla para DERECHA.

source: -- Directory with the game data.
es: -- Directorio con los datos del juego.

source: - Initiating temporal configuration:
es: - Iniciando la configuración temporal:

source: - Initiating control:
es: - Iniciando los controles:

source: - Initiating joystick:
es: - Iniciando el joystick:

source: - Changing the graphic mode:
es: - Cambiando el modo gráfico:

source: Error. Returning to previous graphic mode:
es: Error. Volviendo al modo gráfico anterior:

source: Error, aborting program...
es: Error, abortando el programa...

source: High jump
es: Salto alto

source: Long jump
es: Salto largo

source: Left
es: Izquierda

source: Right
es: Derecha

source: Redefine keys
es: Redefinir las teclas

source: Press a key for %s
es: Pulsa una tecla para %s

source: Yes
es: Si

source: Return to the game menu
es: Volver al menú del juego

source: Are you sure you want to restart the game? %s/%s
es: ¿Estás seguro de que quieres recomenzar? %s/%s

source: Are you sure you want to restart the game?
es: ¿Estás seguro de que quieres empezar? %s/%s

source: A - Yes, Y - No
es: A - Si, Y - No

source: - Initiating data:
es: - Iniciando los datos:

source: - Loading data file %s:
es: - Cargando el fichero de datos %s:

source: Fatal error: Can't load the file: %s.
es: Error fatal: no se puede cargar el fichero %s.

source: Original game by Dinamic Software.
es: Juego original por Dinamic Software.

source: All trademarks are copyright of their respective authors.
es: Todas las marcas son propiedad de sus respectivos autores.

source: - Initiating editor:
es: - Iniciando el editor:

source: Off
es: Desactivado

source: On
es: Activado

source: Phantomas PC Editor. Press F1 for help.
es: Editor de Phantomas PC. Pulsa F1 para ayuda.

source: Room:%d X:%d Y:%d Item:%d Image mode: %s
es: Hab:%d X:%d Y:%d Item:%d Modo imagen: %s

source: - Loading editor auxiliar data file %sphanted.dat:
es: - Cargando el fichero de datos auxiliar del editor %sphanted.dat:

source: Warning: Can't find file. Disabling the use of phanted.dat.
es: Aviso: no se puede encontrar el fichero. Desactivando el uso de phanted.dat.

source: - Initiating enemies:
es: - Iniciando los enemigos:

source: - Initiating energy:
es: - Iniciando la energía:

source: - Entering main loop...
es: - Entrando en el bucle principal...

source: SFX volume
es: Volumen de los efectos de sonido

source: Music volume
es: Volumen de la música

source: Volume
es: Volumen

source: Control device set to keyboard.
es: Dispositivo de control: teclado.

source: Control device set to joystick.
es: Dispositivo de control: josytick.

source: Surround: On.
es: Envolvente activado.

source: Surround: Off.
es: Envolvente desactivado.

source: Show tips: On.
es: Mostrar consejos activado.

source: Show tips: Off.
es: Mostrar consejos desactivado.

source: You have completed %d percent of the adventure.
es: Has completado el %d por ciento de la aventura.

source: Your score: %d points.
es: Tu puntuación: %d puntos.

source: Press any key to continue...
es: Pulsa cualquier tecla para continuar...

source: Press X to continue...
es: Pulsa X para continuar...

source: You are in Goldter's mansion.
es: Estás en la mansión de Goldter.

source: Your mission is to steal the safe box
es: Tu misión es robar la caja fuerte

source: and the treasure chest.
es: y el cofre del tesoro.

source: Good luck.
es: Buena suerte.

source: When enemies hit Phantomas,
es: Cuando los enemigos tocan a Phantomas,

source: the energy bar gets darker.
es: la barra de energía se oscurece.

source: When it gets totally dark,
es: Cuando se oscurezca totalmente,

source: Phantomas will be destroyed!
es: ¡Phantomas será destruido!

source: Energy capsules allow Phantomas
es: Las cápsulas de energía permiten a Phantomas

source: to get some extra energy.
es: recuperar algo de energía.

source: There are only a few.
es: Solo hay unas pocas.

source: These switches open the safe box.
es: Estos interruptores abren la caja fuerte.

source: You have to push all of them or
es: Tienes que pulsar todos o

source: you won't be able to open it.
es: no la podrás abrir.

source: You have pressed every switch!
es: ¡Has pulsado todos los interruptores!

source: You can get the safe now!
es: ¡Ahora puedes ir a por la caja fuerte!

source: It should be in Goldter's office.
es: Debería estar en la oficina de Goldter.

source: Great! You got the safe!!
es: ¡Genial!¡has conseguido la caja fuerte!

source: You should go for the treasure now!
es: ¡Ahora deberías ir a por el tesoro!

source: Surely it is in the gauntlet.
es: Seguramente estará en las mazmorras.

source: Let's run to the exit!
es: ¡Corramos a la salida!

source: It's a trap!!!
es: ¡¡Es una trampa!!

source: Press left and right to run!!
es: ¡¡Pulsa izquierda-derecha para correr!!

source: Press and release B button to run!!
es: ¡¡Pulsa y suelta el botón B para correr!!

source: Press Enter to continue...
es: Pulsa Intro para continuar...

source: Press A to continue...
es: Pulsa A para continuar...

source: Good try Phantomas.
es: Buen intento Phantomas.

source: Maybe next time...
es: Quizás la próxima vez...

source: ...Shit!
es: ...¡Mierda!

source: Phantomas PC, a remake of Phantomas.
es: Phantomas PC, un remake de Phantomas.

source: This is the end... at the moment...
es: Este es el fin... de momento...

source: Hope you enjoy this game!
es: ¡Espero que te guste este juego!

source: windowed
es: en ventana

source: at fullscreen
es: a pantalla completa

source: - Initiating graphic mode (%d x %d @ 16 bpp, running %s):
es: - Iniciando el modo gráfico (%d x %d @ 16 bpp, ejecutándose %s):

source: Error: Can't set the graphic mode.
es: Error: No se puede iniciar el modo gráfico.

source: - Trying windowed mode:
es: - Intentando modo en ventana:

source: Fatal error.
es: Error fatal.

source: - Trying fullscreen mode:
es: - Intentando modo a pantalla completa:

source: - Initiating the virtual screens (%d x %d):
es: - Iniciando las pantallas virtuales (%d x %d):

source: Fatal error: Can't create the virtual screens.
es: Error fatal: No se pueden Iniciando las pantallas virtuales.

source: - Initiating phantomas helper:
es: - Iniciando el sprite ayudante de Phantomas:

source: Error: Can't create the phantomas helper sprite.
es: Error: No se puede crear el sprite ayudante para Phantomas.

source: - - - Begin the log - - -
es: - - - Comenzar el registro - - -

source: Date and time: %s
es: Fecha y hora: %s

source: - Fatal error: memory allocation error, module: log.c, function: ph_log_memory_error, pointer: aux, %ld bytes.
es: - Error fatal: Error de asignación de memoria, módulo: log.c, función: ph_log_memory_error, puntero: aux, %ld bytes.

source: - Fatal error: memory allocation error, module: %s, function: %s, pointer: %s, %ld bytes.
es: - Error fatal: Error de asignación de memoria, módulo: %s, función %s, puntero: %s, %ld bytes.

source: - Initiating Lua:
es: - Iniciando Lua:

source: Fatal error: Can't init Lua.
es: Error fatal: no se puede iniciar Lua.

source: Fatal error: Can't find the file %s.
es: Error fatal: no se puede encontrar el fichero %s.

source: Fatal error: Size doesn't match.
es: Error fatal: el tamaño no concuerda.

source: Phantomas PC 1.3 by Traperic Software.
es: Phantomas PC 1.3 por Traperic Software.

source: I hope you enjoy this game!
es: ¡Espero que te guste este juego!

source: - Initiating menu:
es: - Iniciando el menú:

source: Play
es: Jugar

source: Game options
es: Opciones del juego

source: Exit
es: Salir

source: Screen options
es: Opciones de la pantalla

source: Sound options
es: Opciones del sonido

source: Control options
es: Opciones de control

source: Return to main menu
es: Volver al menú principal

source: Fullscreen
es: Pantalla completa

source: Resolution
es: Resolución

source: Return to options menu
es: Volver al menú de opciones

source: Music
es: Música

source: Sound effects
es: Efectos de sonido

source: Sound effect volume
es: Volumen de los efectos de sonido

source: Surround
es: Envolvente

source: Control type
es: Tipo de control

source: Keyboard
es: Teclado

source: Return to control menu
es: Volver al menú de controles

source: Fullscreen options
es: Opciones de pantalla completa

source: Windowed
es: En ventana

source: Return to screen menu
es: Volver al menú de la pantalla

source: Show tips
es: Mostrar consejos

source: Music options
es: Opciones de la música

source: Music on
es: Música activada

source: Music off
es: Música desactivada

source: Return to sound menu
es: Volver al menú de sonido

source: Sound effects on
es: Efectos de sonido activados

source: Sound effects off
es: Efectos de sonido desactivados

source: Surround effect on
es: Efecto envolvente activado

source: Surround effect off
es: Efecto envolvente desactivado

source: Scanlines on
es: Scanlines activadas

source: Scanlines off
es: Scanlines desactivadas

source: Tips
es: Consejos

source: Don't show the tips
es: Ocultar los consejos

source: Return to game menu
es: Volver al menú del juego

source: Original game made by Enric Cervera.
es: Juego original creado por Enric Cervera.

source: Original game distributed by Dinamic Software.
es: Juego original distribuido por Dinamic Software.

source: Remake made by the following people:
es: Reconstrucción creada por las siguientes personas:

source: Program: Traperic.
es: Programa: Traperic.

source: Graphics: Na_th_an and Traperic.
es: Gráficos: Na_th_an y Traperic.

source: Music: Addax.
es: Música: Addax.

source: SFX: Traperic.
es: Efectos de sonido: Traperic.

source: Mac port: The Evangelist.
es: Port a Mac: The Evangelist.

source: MS-Dos, Windows and GP2X ports: Traperic.
es: Portabilidad a MS-Dos, Windows y GP2X: Traperic.

source: Thanks to:
es: Agradecimientos:

source: Miguel Angel Jimenez (M.A. Software)
es: Miguel Angel Jiménez (M.A. Software)

source: David Gonzalez
es: David González

source: Special thanks to:
es: Agradecimientos especiales para:

source: Enric Cervera for beginning the legend.
es: Enric Cervera por comenzar la leyenda.

source: And to everybody who has get interest in this game.
es: Y a toda la gente que ha mostrado interés en este juego.

source: Enjoy with Phantomas!
es: ¡Disfruta con Phantomas!

source: PRESS ENTER TO PLAY!
es: ¡PULSA INTRO PARA JUGAR!

source: PRESS START TO PLAY!
es: ¡PULSA START PARA JUGAR!

source: PRESS SPACE TO SHOW THE HELP
es: PULSA ESPACIO PARA MOSTRAR LA AYUDA

source: PRESS SELECT TO SHOW THE HELP
es: PULSA SELECT PARA MOSTRAR LA AYUDA

source: PRESS CONTROL+Q TO QUIT
es: PULSA CONTROL+Q PARA QUITAR

source: PRESS SELECT+START TO QUIT
es: PULSA SELECT+START PARA QUITAR

source: Instructions %d/3
es: Instrucciones %d/3

source: Keyboard shortcuts 1/2
es: Atajos de teclado 1/2

source: Keyboard shortcuts 2/2
es: Atajos de teclado 2/2

source: First of all, you have to press all the switches!.
es: Antes de nada, debes pulsar todos los interruptores.

source: When done, go for the safe.
es: Cuando esté hecho, vé a por la caja fuerte.

source: After that, take the treasure!
es: ¡Después, pilla el tesoro!

source: And then run to the exit!!!... sounds easy, doesn't it?
es: Y entonces, ¡corre a la salida!... ¿parece fácil, verdad?

source: Unfortunately, there are some 'things' that won't
es: Desafortunadamente, hay algunas 'cosas' que no permitirán

source: let your journey to be a pleasant trip.
es: que tu aventura sea un viaje de placer.

source: Like this for example, say hello to Peposo beard.
es: Como éste por ejemplo, saluda al oso Peposo.

source: Don't trust him with that angelical face!
es: ¡No te fíes de esa cara angelical!

source: He and the others will drain your energy!
es: ¡El y los demás absorberán tu energía!

source: You can use the energy capsules to recover some energy.
es: Usa las cápsulas de energí­a para recuperar algo de vida.

source: And use your high and long jump to avoid enemies.
es: Y usa tus saltos alto y largo para evitar a los enemigos.

source: This is all you have to know to play.
es: Esto es todo lo que tienes que saber para jugar.

source: Alt+Enter -> Fullscreen / Windowed mode.
es: Alt+Enter: Pantalla completa / Ventana.

source: ESC -> Return to the main menu.
es: ESC -> Volver al menú principal.

source: + / - -> Sfx volume up and down.
es: + / - -> Subir y bajar el volumen del sonido.

source: Pg.up / pg.dwn -> Music volume up and down.
es: Av. Pg / Re. Pg -> Subir y bajar la música.

source: F8 -> Redefine keys.
es: F8 -> Redefinir las teclas.

source: F9 -> Change control type.
es: F9 -> Cambiar el tipo de control.

source: F10 -> Surround effect.
es: F10 -> Efecto envolvente.

source: F12 -> Take snapshot.
es: F12 -> Hacer una captura de pantalla.

source: Control+Q -> Finish the game.
es: Control+Q: Quitar el juego.

source: - Initiating mouse:
es: - Iniciando el ratón:

source: - Error: According to function ph_get_path the file %s doesn't exist.
es: - Error: De acuerdo a la función ph_get_path el fichero %s no existe.

source: - Initiating platforms:
es: - Iniciando las plataformas:

source: - Initiating player:
es: - Iniciando el jugador:

source: Error: There's no memory!
es: Error: ¡No hay memoria!

source: - Initiating Phantomas PC...
es: - Iniciando Phantomas PC...

source: - Saving the configuration:
es: - Grabando la configuración:

source: - Saving the record table...
es: - Grabando la tabla de récords...

source: - Destroying Lua...
es: - Destruyendo Lua...

source: - Destroying editor...
es: - Destruyendo el editor...

source: - Destroying world...
es: - Destruyendo el mundo...

source: - Destroying platforms...
es: - Destruyendo las plataformas...

source: - Destroying switches...
es: - Destruyendo los interruptores...

source: - Destroying energy...
es: - Destruyendo la energía...

source: - Destroying enemies...
es: - Destruyendo los enemigos...

source: - Destroying arrows...
es: - Destruyendo las flechas...

source: - Destroying block...
es: - Destruyendo el bloque...

source: - Destroying ball...
es: - Destruyendo la bola...

source: - Destroying hand...
es: - Destruyendo la mano...

source: - Destroying vehicles...
es: - Destruyendo los vehículos...

source: - Destroying player...
es: - Destruyendo el jugador...

source: - Destroying control...
es: - Destruyendo los controles...

source: - Destroying mouse...
es: - Destruyendo el ratón...

source: - Destroying timers...
es: - Destruyendo los temporizadores...

source: - Destroying graphics...
es: - Destruyendo los gráficos...

source: - Destroying sound...
es: - Destruyendo el sonido...

source: - Destroying data...
es: - Destruyendo los datos...

source: - Destroying menu...
es: - Destruyendo el menú...

source: - Destroying fonts...
es: - Destruyendo los tipos de letra...

source: - Destroying records...
es: - Destruyendo los records...

source: - Destroying configuration...
es: - Destruyendo la configuración...

source: - Destroying program...
es: - Destruyendo el programa...

source: - Exiting...
es: - Saliendo...

source: - Parsing the command line:
es: - Analizando la línea de comandos:

source: The arguments you passed seem to be invalid. Try these:
es: Los argumentos que has pasado parecen inválidos. Prueba estos:

source: setup - run the setup script.
es: setup - ejecutar el script de configuración.

source: editor - run the level editor.
es: editor - ejecutar el editor de niveles.

source: nosound - disable the sound.
es: nosound - desactivar el sonido.

source: nosfx - disable the sound effects.
es: nosfx - desactivar los efectos de sonido.

source: nomusic - disable the music.
es: nomusic - desactivar la música.

source: joystick - use a joystick if it is available.
es: joystick - usar un joystick si está disponible.

source: Error: Can't write the records file: %s.
es: Aviso: No se puede grabar el fichero de records %s.

source: The best players
es: Los mejores jugadores

source: You have got a high score!!
es: ¡¡Has conseguido una buena puntuación!!

source: Input your name
es: Introduce tu nombre

source: Select END when finished
es: Selecciona END cuando termines

source: - Sound disabled.
es: - Sonido desactivado.

source: - Initiating sound system:
es: - Iniciando el sistema de sonido:

source: Error initiating sound system.
es: Error iniciando el sistema de sonido.

source: - Initiating sound effects:
es: - Iniciando los efectos de sonido:

source: Sound effects disabled.
es: - Efectos de sonido desactivados.

source: - Initiating music:
es: - Iniciando la música:

source: Music disabled.
es: - Música desactivada.

source: - Initiating switches:
es: - Iniciando los interruptores:

source: - Initiating fonts:
es: - Iniciando los tipos de letra:

source: - Initiating timer:
es: - Iniciando temporizador:

source: - Initiating timer (ph_count_frames):
es: - Iniciando temporizador (ph_count_frames):

source: - Initiating timer (ph_target_incrementor):
es: - Iniciando temporizador (ph_target_incrementor):

source: - Initiating timer (lp_script_target_incrementor):
es: - Iniciando temporizador (lp_script_target_incrementor):

source: - Initiating world data:
es: - Iniciando datos del mundo:
